---
kind: other
id: Properties.T:Autodesk.Revit.DB.LinkConversionData
source: html/493c775e-d803-60ba-49b4-3e53748c3d97.htm
---
# LinkConversionData Properties

Specifies whether the .NET object represents a valid Revit entity.